[
  {
    "claim": "Antiperspirants and deodorants contain cancer causing substances that are absorbed, particularly after shaving.",
    "explanation": "Deodorants and antiperspirants sometimes contain ingredients linked to cancer. Some studies of antiperspirants have provided conflicting results, though, so more research is needed.",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/antiperspirants\/",
    "fact": false,
    "imgSrc": "deodorant.svg"
  },
  {
    "claim": "Wearing bras can cause breast cancer",
    "explanation": "There is no epidemiological evidence that supports an association between bra use and breast cancer.\n",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/bras\/",
    "fact": false,
    "imgSrc": "bra.svg"
  },
  {
    "claim": "Keeping your phone close to your body or head can increase your risk of cancer.\n",
    "explanation": "RF waves used in cell phones do not have enough energy to damage DNA, so this mechanism is not likely to cause cancer. However, there is insufficient evidence to conclude a link between cancer risk and cell phone use.\n",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/cell-phone-use\/",
    "fact": false,
    "imgSrc": "phone.svg"
  },
  {
    "claim": "Commercially manufactured disposable chopsticks contain cancer-causing chemicals.\n",
    "explanation": "There is no evidence that disposable chopsticks are linked to an increase in cancer risk.\n",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/disposable-chopsticks\/",
    "fact": false,
    "imgSrc": "chopsticks.svg"
  },
  {
    "claim": "The use of bug spray with DEET can cause cancer.\n",
    "explanation": "Insect repellents containing DEET do not have a cancer-causing effect in humans, but alternatives are available that do not contain DEET.\n",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/bug-spray-with-deet\/",
    "fact": false,
    "imgSrc": "bug-spray.svg"
  },
  {
    "claim": "Standing too close to the microwave can increase your risk of developing cancer.\n",
    "explanation": "Using a microwave is not risky, as long as the microwave is in good condition.\n",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/microwaves\/",
    "fact": false,
    "imgSrc": "microwave.svg"
  },
  {
    "claim": "Heating plastic in the microwave or freezing plastic releases various harmful chemicals that may cause cancer.\n",
    "explanation": "Levels of DEHA found in plastics have not been conclusively shown to be carcinogenic (cancer causing). However, plastic utensils and containers vary in their chemical makeup, and ongoing research may find links with specific chemicals and cancer.\n",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/microwaving-or-freezing-plastic\/",
    "fact": false,
    "imgSrc": "heat-and-freeze-plastic.svg"
  },
  {
    "claim": "Plastic water bottles cause cancer",
    "explanation": "There is not enough evidence to suggest that plastic water bottles cause cancer. However, not all plastic water bottles have the same chemical composition, and ongoing studies about exposure to specific components of water bottles are ongoing.\n",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/plastic-water-bottles\/",
    "fact": false,
    "imgSrc": "bottle.svg"
  },
  {
    "claim": "Burning scented candles indoors emits cancer-causing chemicals.\n\n",
    "explanation": "Occasional use of scented candles is unlikely to have carcinogenic effects, but frequent burning of some non-vegetable or non-soy-based scented candles may increase cancer risk. Pick non-toxic alternatives when buying scented candles.",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/scented-candles\/",
    "fact": true,
    "imgSrc": "candle.svg"
  },
  {
    "claim": "You may have seen a viral TikTok video claiming that tampons contain an ingredient called titanium dioxide, which is responsible for increasing the risk of cancer.",
    "explanation": "Based on the current evidence, titanium dioxide exposure from tampon use does not cause cancer.\n",
    "source": "https:\/\/cancerfactfinder.org\/consumer-products\/titanium-dioxide-in-tampons\/",
    "fact": false,
    "imgSrc": "tampons.svg"
  },
  {
    "claim": "A very acidic diet increases cancer risk",
    "explanation": "Your blood pH is not affected by your diet, and there is no one diet to prevent cancer. Instead, focus on eating a balanced diet and exercising regularly.\n",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/acidic-ph\/",
    "fact": false,
    "imgSrc": "acidic-diet.svg"
  },
  {
    "claim": "Alcohol consumption increases your risk of cancer.",
    "explanation": "Drinking alcohol increases risk of multiple types of cancer. US guidelines recommend moderate drinking (up to 1 drink per day for women and up to 2 drinks per day for men).",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/alcohol\/",
    "fact": true,
    "imgSrc": "alcohol.svg"
  },
  {
    "claim": "Aspartame consumption can cause cancer.",
    "explanation": "Eating food that contains Aspartame may not increase your cancer risk; however, a diet with excess sugar or Aspartame could have harmful health effects.\n",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/aspartame\/",
    "fact": false,
    "imgSrc": "aspartame.svg"
  },
  {
    "claim": "Consuming burnt foods or burnt marshmallows increases the risk of developing cancer.",
    "explanation": "Though no specific studies have been done on the link between burnt marshmallows and cancer, eating burnt marshmallows is not likely to increase cancer risk.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/burnt-marshmallows\/",
    "fact": false,
    "imgSrc": "marshmellow.svg"
  },
  {
    "claim": "Eating charred or burnt meat can increase your risk of cancer.\n",
    "explanation": "Grilling at high heat and eating charred meat, poultry, or fish can increase risk of colorectal cancer. To decrease your risk, swap plants for these meats, or avoid charring or burning meat, poultry, or fish.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/charcoal-grilling\/",
    "fact": true,
    "imgSrc": "burnt-meat.svg"
  },
  {
    "claim": "Coffee consumption can increase your risk of cancer.",
    "explanation": "Coffee drinking is linked with a lower risk of endometrial, head and neck, colorectal, and liver cancers. Coffee drinking may also reduce the risk of insulin resistance and type 2 diabetes.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/coffee\/",
    "fact": false,
    "imgSrc": "coffee.svg"
  },
  {
    "claim": "Eating hazelnut spreads with palm oil causes cancer",
    "explanation": "Hazelnut spreads do not have any known carcinogenic effects. These foods are high in saturated fats, though, and should be consumed in moderation",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/hazelnut-spreads-and-palm-oil\/",
    "fact": false,
    "imgSrc": "hazelnut.svg"
  },
  {
    "claim": "Consuming high-fat diets decrease cancer risk.",
    "explanation": "There is not strong evidence that high-fat diets cause or prevent cancer. Focus on overall nutrient intake and eating patterns is the best way to reduce diet-related cancer risk.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/high-fat-diets\/",
    "fact": false,
    "imgSrc": "high-fat.svg"
  },
  {
    "claim": "Ketchup ingredients (MSG and high fructose corn syrup) cause cancer",
    "explanation": "Eating ketchup itself does not appear to cause cancer. However, high consumption of high fructose corn syrup, a key component in ketchup, is linked to obesity and an increased risk of colon cancer. While there are no direct links between cancer risk and MSG, there are other harmful health effects that should be considered when eating ketchup.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/ketchup\/",
    "fact": false,
    "imgSrc": "ketchup.svg"
  },
  {
    "claim": "Consuming MSG increases your risk of cancer.",
    "explanation": "MSG does not appear to cause cancer or increase cancer risk.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/monosodium-glutamate\/",
    "fact": false,
    "imgSrc": "msg.svg"
  },
  {
    "claim": "Consumption of processed meats can increase the risk of cancer.",
    "explanation": "Limit or avoid red and processed meats and replace them with proteins such as fish, poultry, and beans.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/processed-meat\/",
    "fact": true,
    "imgSrc": "processed-meat.svg"
  },
  {
    "claim": "High red meat consumption increases the risk of developing cancer.",
    "explanation": "Frequently eating red meat has been linked with cancer, including colorectal cancer, breast cancer, and prostate cancer. As a precaution, limit or exclude red and processed meats, and choose other proteins such as fish, poultry, and beans.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/red-meat\/",
    "fact": true,
    "imgSrc": "red-meat.svg"
  },
  {
    "claim": "Ingredients specifically in spicy chips cause cancer",
    "explanation": "It is not likely that consumption of spicy chips increases cancer risk. However, these chips are high in saturated fats and should be eaten in moderation to avoid risk of heart disease, stroke, and other diseases.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/spicy-chips\/",
    "fact": false,
    "imgSrc": "chips.svg"
  },
  {
    "claim": "Eating fruits and vegetables (such as apples) that have a wax coating causes cancer",
    "explanation": "Coatings on fruits and vegetables are not dangerous under FDA and EPA guidelines, but rinsing off or peeling produce helps to remove the wax.",
    "source": "https:\/\/cancerfactfinder.org\/diet-nutrition\/wax-on-fruits-and-vegetables\/",
    "fact": false,
    "imgSrc": "waxed-apple.svg"
  },
  {
    "claim": "Low physical activity increases risk of developing cancer.",
    "explanation": "Low physical activity increases the risk of developing bladder, breast, colon, endometrial, esophageal, kidney, and stomach cancers. Decrease your risk of cancer by doing at least 30 minutes of exercise each day.",
    "source": "https:\/\/cancerfactfinder.org\/lifestyle\/low-physical-activity\/",
    "fact": true,
    "imgSrc": "low-physical.svg"
  },
  {
    "claim": "Mask-wearing increases the risk of cancer.",
    "explanation": "Mask usage does not cause cancer and using masks to prevent the spread of infectious diseases (such as COVID-19) is crucial.",
    "source": "https:\/\/cancerfactfinder.org\/lifestyle\/mask-wearing\/",
    "fact": false,
    "imgSrc": "mask.svg"
  },
  {
    "claim": "Obesity has been linked to various types of cancers.\n",
    "explanation": "Obesity increases risk of endometrial, esophageal, gastric cardia, liver, kidney, multiple myeloma, meningioma, pancreatic, colorectal, gallbladder, breast, ovarian, and thyroid cancers. The steps to prevent unhealthy weight gain are the same as the steps to lose weight: Exercise regularly, maintain a healthy diet, and monitor your weight.",
    "source": "https:\/\/cancerfactfinder.org\/lifestyle\/obesity\/",
    "fact": true,
    "imgSrc": "obesity.svg"
  },
  {
    "claim": "Long amounts of sitting or laying down causes cancer.",
    "explanation": "Sedentary behavior increases cancer risk and mortality. Decrease your risk of cancer by doing at least 30 minutes of exercise each day.\n",
    "source": "https:\/\/cancerfactfinder.org\/lifestyle\/sedentary-behavior\/",
    "fact": true,
    "imgSrc": "low-physical.svg"
  },
  {
    "claim": "Sitting too close to the TV causes cancer",
    "explanation": "Watching TV and distance to the TV do not cause cancer. However, a sedentary lifestyle (for example, a lot of TV watching) is associated with low levels of physical activity and contributes to increased risk of obesity, heart disease, and cancer.",
    "source": "https:\/\/cancerfactfinder.org\/lifestyle\/sitting-too-close-to-the-tv\/",
    "fact": false,
    "imgSrc": "television.svg"
  },
  {
    "claim": "Lack of sleep increases your risk of cancer",
    "explanation": "Circadian disruption is high among people who experience jet lag, travel across multiple time zones, work on overnight shifts, or are exposed to light at night. This population may have an increased risk of cancers of the prostate, breast, colon, liver, pancreas, ovary, and lung (Shafi et al.). It is important to talk with a health provider if you have sleep disruption and to seek resources to improve your quality of sleep.\n",
    "source": "https:\/\/cancerfactfinder.org\/lifestyle\/sleep-problems\/",
    "fact": true,
    "imgSrc": "sleep-deprived.svg"
  },
  {
    "claim": "Stress increases cancer risk",
    "explanation": "Chronic stress makes an individual more susceptible to cancer and other diseases. There are many methods available to help reduce stress (such as yoga, meditation, and exercise); it’s important to find methods that work for you.",
    "source": "https:\/\/cancerfactfinder.org\/lifestyle\/stress\/",
    "fact": true,
    "imgSrc": "stress.svg"
  },
  {
    "claim": "Tanning beds cause skin cancer",
    "explanation": "Indoor tanning (as well as outdoor tanning) increases your risk of developing skin cancer, including melanoma, basal cell carcinoma, and squamous cell carcinoma, and should be avoided.",
    "source": "https:\/\/cancerfactfinder.org\/lifestyle\/tanning-beds\/",
    "fact": true,
    "imgSrc": "tanning-bed.svg"
  },
  {
    "claim": "Tobacco use causes cancer",
    "explanation": "Tobacco use does increase risk of cancer. Avoid smoking and smoke exposure. Resources are available to help quit smoking.",
    "source": "https:\/\/cancerfactfinder.org\/lifestyle\/tobacco-use\/",
    "fact": true,
    "imgSrc": "cigratte.svg"
  },
  {
    "claim": "Birth control pills (oral contraceptives) cause cancer",
    "explanation": "Oral contraceptives slightly increase risk of breast and cervical cancer, yet decrease risk of endometrial, ovarian, and colorectal cancers. Talk to your doctor to find the best contraception for you.\n\n",
    "source": "https:\/\/cancerfactfinder.org\/medical-exposures-procedures\/birth-control-pills\/",
    "fact": true,
    "imgSrc": "pills.svg"
  },
  {
    "claim": "Women who take hormone replacement therapy have a higher risk of developing breast cancer.\n",
    "explanation": "HRT may increase your risk of breast, endometrial, and\/or ovarian cancer. Speak to your doctor before making a decision about hormone replacement therapy.",
    "source": "https:\/\/cancerfactfinder.org\/medical-exposures-procedures\/hormone-replacement-therapy-hrt\/",
    "fact": true,
    "imgSrc": "hrt.svg"
  },
  {
    "claim": "Induced abortion causes breast cancer",
    "explanation": "Neither induced (medical) nor spontaneous abortions appear to increase breast cancer risk.\n",
    "source": "https:\/\/cancerfactfinder.org\/medical-exposures-procedures\/induced-medical-abortion\/",
    "fact": false,
    "imgSrc": "induced-abortion.svg"
  },
  {
    "claim": "Exposure to asbestos causes cancer.",
    "explanation": "Asbestos is a known carcinogen, but for most people, asbestos exposure is not a concern. To ensure that your exposure is low, verify that your home and workplace are up to national standards.",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/asbestos\/",
    "fact": true,
    "imgSrc": "carcinogen.svg"
  },
  {
    "claim": "Inhalation of diesel exhaust can cause cancer.",
    "explanation": "Diesel exhaust is carcinogenic. Vehicles are required to meet federal guidelines for exhaust systems to reduce diesel emissions. Avoid older exhaust systems as they can be dangerous, especially in enclosed spaces. Choose vehicles with low emissions, including electric vehicles, and support national policies to reduce emissions to further reduce risks.",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/diesel-exhaust\/",
    "fact": true,
    "imgSrc": "diesel-exhaust.svg"
  },
  {
    "claim": "People who fly frequently, like pilots and flight attendants, are at higher risk for cancer.",
    "explanation": "Aircrew are at increased risk for both skin and breast cancers. The CDC recommends aircrew try to reduce their levels of radiation exposure.",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/flying-in-airplanes\/",
    "fact": true,
    "imgSrc": "plane.svg"
  },
  {
    "claim": "Exposure to formaldehyde can cause cancer.\n",
    "explanation": "Formaldehyde is a known human carcinogen. Exposure to formaldehyde should be reduced or avoided entirely when possible.",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/formaldehyde\/",
    "fact": true,
    "imgSrc": "formaldehyde.svg"
  },
  {
    "claim": "Lead exposure causes cancer",
    "explanation": "Lead exposure is associated with severe health outcomes, such as cancer, and should be avoided",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/lead\/",
    "fact": true,
    "imgSrc": "lead.svg"
  },
  {
    "claim": "Interior or exterior house painting is associated with cancer.",
    "explanation": "Occupational paint exposure is classified as a Group 1 carcinogen by IARC. If you have regular exposure to freshly applied paint, make sure to wear a mask, work in a well-ventilated area, or use other protective measures.",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/paint-chemicals\/",
    "fact": true,
    "imgSrc": "paint.svg"
  },
  {
    "claim": "Exposure to pesticides can increase the risk of developing cancer.\n",
    "explanation": "Some pesticides are deemed harmful by IARC and the EPA and can cause cancer. While some pesticides like glyphosate are considered safe by the EPA, further research is needed to examine what other individual pesticides may be harmful.",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/pesticides\/",
    "fact": true,
    "imgSrc": "pesticides.svg"
  },
  {
    "claim": "Radon exposure causes lung cancer",
    "explanation": "Radon exposure is the second-leading cause of lung cancer in the United States, after cigarette smoking. Decreasing your cigarette use and ensuring your workplace and home are up to national standards for radon levels are the most effective ways to reduce your risk of lung cancer.",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/radon\/",
    "fact": true,
    "imgSrc": "radon.svg"
  },
  {
    "claim": "Shampoos with formaldehyde cause cancer",
    "explanation": "People who work in salons are at an increased risk of cancer due to repeated exposure to formaldehyde gas, which is produced when shampoos with formaldehyde are heated. Consider switching to formaldehyde-free shampoos.",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/shampoo-with-formaldehyde\/",
    "fact": true,
    "imgSrc": "formaldehyde.svg"
  },
  {
    "claim": "Sodium lauryl sulfate (found in many shampoos) causes cancer",
    "explanation": "SLS is not a carcinogen, yet there are many platforms that provide information and alternative products if the chemical causes eye or skin irritation.",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/shampoo-with-sodium-lauryl-sulfate\/",
    "fact": false,
    "imgSrc": "sls.svg"
  },
  {
    "claim": "UV radiation",
    "explanation": "UV radiation from the sun increases your risk of skin cancer. Avoid tanning, and wear broad spectrum sunscreen 30 or higher when outside.\n",
    "source": "https:\/\/cancerfactfinder.org\/occupational-environmental-exposure\/uv-radiation\/",
    "fact": true,
    "imgSrc": "uv-radiation.svg"
  }
]